const Info = () => {

  return (
    <section className="info">
      <h1 className="info__header">Приветствую вас на страничке гильдии Deus ex machina!</h1>
<ul>Наше сообщество сервера х5, на данный момент является лучшей гильдией сервера по общерейдовому DPS, обладателей великих достижений:
        <li>Впервые на сервере! Великий крестоносец!</li>
        <li>Впервые на сервере! Повелитель Запределья!</li>
        <li>Впервые на сервере! Повелитель Гроннов!</li>
        </ul>
        <ul>У нас есть два состава 25ок, твинкорейды. Так же организовывем рейды для отдельных игроков любых гильдий, где вы можете купить вещь за игровое золото.
        Как это происходит?

        <li>вы в дискорде, в разделе <span className="info__span">#💲заявки</span>, сообщаете что вам нужна такая-то вещь и с вами связывваются для уточнения деталей</li>
        <li>вносите предоплату золотом в игре</li>
        <li>в названченное время собирается рейд, в котором вы участвуете и если вещь падает, вы её получаете.</li>
</ul>
        <p className="info__text">Продажа проходит исключительно за игровую голду.</p>
        <p className="info__text">На 1 вещь - 1 покупатель. Если за вами забронирована вещь - никто её не заберёт, даже если предложит больше.</p>
        <p className="info__text">На весь лут действует предоплата 100%.</p>
        <p className="info__text">Если ваша вещь НЕ упала - предоплата возвращается в полном объеме.</p>
        <p className="info__text">Если изменились планы и вы понимаете, что не можете прийти, но уже внесли предоплату - предупредите минимум за 1 час до старта и вам вернут предоплату.</p>
        <p className="info__text">Если вы внесли предоплату, но потом без предупреждения потерялись и не пришли - предоплата сгорает.</p>
        <p className="info__text">Если к моменту прихода рейда на нужного вам босса вы АФК или не принимаете сумон, при этом не предупредив тем или иным образом - предоплата сгорает.</p>
        <p className="info__text">Если у вас не оказалось нужной проходки или уже есть кд на инст и это выясняется на месте - предоплата сгорает.</p>
    </section>
  )
}

export default Info
